[
    {
        "title":"Alice no País das Maravilhas",
        "image":"AliceWonderland",
        "pages":[
            {
                "image":"",
                "text":"Era uma vez uma menina chamada Alice que estava brincando no jardim quando viu um coelho branco passando correndo. Ele parecia muito apressado e levava um relógio de bolso consigo. Alice ficou tão curiosa que decidiu segui-lo. Ela correu atrás do coelho e chegou em uma toca. Sem pensar duas vezes, ela se jogou no buraco e começou a cair. A queda parecia não ter fim! Quando Alice finalmente chegou ao chão, ela percebeu que estava em um lugar estranho, muito diferente de onde ela morava."
            },
            {
                "image":"",
                "text":"Ela viu um corredor que parecia nunca acabar e muitas portas, todas trancadas. Então ela viu uma chave em uma mesa e uma pequena porta que a chave servia. Mas, ao tentar passar pela porta, Alice percebeu que não conseguia passar. Então ela bebeu uma poção que estava na mesa, e se tornou tão pequena que mal podia ser vista. Agora ela conseguia passar pela porta! Do outro lado, Alice viu um lindo jardim."
            },
            {
                "image":"",
                "text":"Lá ela conheceu um jardineiro, mas enquanto conversavam, eles ouviram uma voz bem irritada: \"Cortem as cabeças deles!\", dizia a voz. Alice  ficou assustada e viu a Rainha de Copas. A rainha queria que todos tivessem a cabeça cortada, e Alice fugiu para não ser a próxima vítima. Enquanto corria, Alice conheceu um Chapeleiro Maluco, um coelho muito apressado e uma lagarta. Eles eram todos muito estranhos, mas foram muito legais com Alice e a ajudaram a se encontrar em um mundo que parecia completamente louco."
            },
            {
                "image":"",
                "text":"Alice teve muitas aventuras divertidas no País das Maravilhas. Ela bebeu um líquido que a fez encolher tanto que ela mal podia ser vista, e depois bebeu outro que a fez crescer tanto que ela ficou gigante e ficou presa em uma casa. Ela também jogou croquet com flamingos, conheceu um gato que podia desaparecer e reaparecer, e enfrentou um julgamento com a Rainha de Copas. No final da história, Alice acorda e percebe que tudo foi apenas um sonho, mas as lições que ela aprendeu continuam com ela."
            },
            {
                "image":"",
                "text":"Ela aprendeu que é importante ser corajosa, curiosa e resiliente. Alice aprendeu que ela pode enfrentar situações difíceis e aprender coisas novas, mesmo quando as coisas parecem estranhas e confusas. E assim, a história de Alice no País das Maravilhas termina. Alice volta para a sua vida normal, mas sempre lembrando das incríveis aventuras que viveu no País das Maravilhas. A história de Alice no País das Maravilhas é uma história mágica que nos ensina que nunca devemos ter medo de explorar e experimentar coisas novas, mesmo que pareçam um pouco assustadoras ou confusas."
            }
        ]
    },
    {
        "title":"A Bela adormecida",
        "image":"SleepingBeauty",
        "pages":[
            {
                "image":"",
                "text":"Era uma vez, em um reino muito distante, um rei e uma rainha que desejavam muito ter um filho. Depois de muitos anos, eles finalmente tiveram uma linda menina, a quem chamaram de Aurora. O rei e a rainha organizaram uma grande festa para comemorar o nascimento de Aurora e convidaram todas as fadas do reino. Mas eles esqueceram de convidar uma fada muito má, chamada Malévola. Quando Malévola descobriu que não havia sido convidada para a festa, ficou furiosa e decidiu se vingar."
            },
            {
                "image":"",
                "text":"Ela apareceu na festa de surpresa e amaldiçoou Aurora. Ela disse que, no dia em que Aurora completasse dezesseis anos, ela picaria o dedo em uma roca e morreria. O rei e a rainha ficaram desesperados e tentaram encontrar uma maneira de quebrar a maldição, mas não conseguiram. Então, uma fada bondosa apareceu e disse que, embora ela não pudesse quebrar a maldição, ela poderia torná-la menos terrível."
            },
            {
                "image":"",
                "text":"Em vez de morrer, Aurora ficaria adormecida por cem anos, até que um príncipe encantado a despertasse com um beijo de amor verdadeiro. O rei e a rainha ficaram aliviados e decidiram esconder Aurora em uma torre para protegê-la. Mas no dia em que Aurora completou dezesseis anos, ela foi curiosa o suficiente para explorar o castelo e acabou encontrando a roca amaldiçoada. Ela picou o dedo e adormeceu instantaneamente."
            },
            {
                "image":"",
                "text":"O feitiço da fada bondosa se cumpriu e Aurora ficou adormecida por cem anos, enquanto o castelo ficava envolto em uma floresta de espinhos, impedindo que alguém se aproximasse. Durante todo esse tempo, as pessoas contavam a história da princesa adormecida e muitos príncipes tentaram vencer a floresta de espinhos e acordá-la com um beijo de amor verdadeiro, mas nenhum deles conseguiu. Finalmente, um dia, um jovem príncipe corajoso apareceu."
            },
            {
                "image":"",
                "text":"Ele lutou contra os espinhos e chegou à torre onde Aurora dormia. Quando ele a viu, ele ficou tão encantado com sua beleza que se inclinou para beijá-la. O beijo do príncipe foi tão forte e tão verdadeiro que Aurora finalmente acordou do seu sono de cem anos. O rei e a rainha ficaram muito felizes e organizaram uma grande festa para celebrar o retorno de Aurora. Todos estavam felizes e agradecidos ao príncipe por ter trazido de volta a princesa adormecida."
            },
            {
                "image":"",
                "text":"E assim, a história de A Bela Adormecida ensina que o amor verdadeiro pode superar qualquer obstáculo e que a bondade sempre vence o mal. Além disso, a história também mostra a importância de ser paciente e perseverante, pois o príncipe teve que lutar muito para chegar ao encontro de Aurora."
            }
        ]
    },
    {
        "title":"O patinho feio",
        "image":"Duckling",
        "pages":[
            {
                "image":"",
                "text":"Era uma vez, em uma lagoa, uma mamãe pata que tinha acabado de botar seus ovos. Ela esperava ansiosamente pela eclosão dos ovos para ver seus filhotes. Quando finalmente eles nasceram, ela notou que um deles era diferente dos demais. Ele era maior, mais cinza e com uma aparência estranha. Todos os outros patinhos riram do filhote diferente e o trataram mal, o chamando de feio. A mãe pata tentou protegê-lo, mas não era fácil. O filhote triste tentava se encaixar com seus irmãos, mas era difícil. Eles o rejeitavam sempre."
            },
            {
                "image":"",
                "text":"Certo dia, o filhote decidiu fugir para longe da lagoa e buscar um lugar onde pudesse ser aceito. Ele vagou por vários lugares, mas não encontrou um lugar onde pudesse se sentir em casa. Então, o inverno chegou e o filhote ficou muito frio e com fome. Ele não tinha mais forças para continuar procurando um lugar melhor. Mas então, ele encontrou um celeiro e, lá, ele encontrou um grupo de animais que lhe ofereceu abrigo e alimento. Mesmo assim, ele ainda se sentia deslocado."
            },
            {
                "image":"",
                "text":"Com a chegada da primavera, o filhote se sentiu renovado e decidiu voltar para a lagoa onde havia nascido. Lá, ele reencontrou sua família e seus irmãos, que ficaram surpresos ao vê-lo tão diferente. Eles mal o reconheceram. Mas, ao se aproximar de um lago, o patinho viu um bando de cisnes e ficou admirado com a beleza deles. Ele nunca tinha visto cisnes antes e ficou fascinado. Então, ele tentou se aproximar e, para sua surpresa, os cisnes o receberam muito bem."
            },
            {
                "image":"",
                "text":"Eles disseram que ele também era um cisne e que não era um patinho feio, mas sim um animal belo e majestoso. O patinho ficou feliz em finalmente ter encontrado sua verdadeira família e percebeu que não precisava mais se sentir deslocado. A partir daí, ele passou a viver com os cisnes e descobriu que era um animal feliz e amado.  Ele aprendeu que a beleza está dentro de cada um de nós e que devemos aceitar uns aos outros pelas nossas diferenças."
            },
            {
                "image":"",
                "text":"E, assim, o patinho feio se tornou um lindo cisne. E essa é a história de O Patinho Feio, que nos ensina que não devemos julgar as pessoas pela aparência, que todos nós somos especiais e únicos e que não devemos desistir de nossa busca pela felicidade."
            }
        ]
    },
    {
        "title":"Pinóquio",
        "image":"Pinocchio",
        "pages":[
            {
                "image":"",
                "text":"Era uma vez um carpinteiro chamado Geppetto, que sonhava em ter um filho. Um dia, ele decidiu fazer um boneco de madeira muito especial, ao qual deu o nome de Pinóquio. Ele trabalhou com tanto amor e cuidado que, quando terminou, o boneco ganhou vida! Pinóquio ficou tão animado com sua nova vida que decidiu explorar o mundo e fazer coisas que ele nunca tinha feito antes. Mas, assim que saiu para a rua, foi enganado por um raposo e um gato malvados, que o convenceram a se juntar a um grupo de marionetes."
            },
            {
                "image":"",
                "text":"O problema é que, na verdade, esse grupo de marionetes era comandado por um malvado dono de um teatro, que queria usar as marionetes para ganhar dinheiro. Pinóquio não sabia disso, mas acabou se metendo em problemas quando o dono do teatro o transformou em um burro. Quando Geppetto soube do desaparecimento de Pinóquio, ele ficou desesperado e decidiu sair em busca do boneco. Depois de várias aventuras, ele finalmente encontrou o teatro onde Pinóquio estava sendo mantido."
            },
            {
                "image":"",
                "text":"Ele acabou descobrindo o que o dono do teatro tinha feito com o seu querido boneco e pagou para libertá-lo. Pinóquio ficou muito grato ao seu criador e decidiu voltar para casa, mas no caminho acabou se envolvendo em mais problemas. Ele foi enganado novamente pelo mesmo raposo e gato malvados, que o convenceram a visitar a Ilha dos Prazeres. Lá, Pinóquio acabou virando burro novamente, mas desta vez por causa de seu próprio comportamento imprudente."
            },
            {
                "image":"",
                "text":"Mas o desfecho da história é feliz: Pinóquio finalmente aprende suas lições e passa por diversas aventuras até conseguir voltar a ser um boneco de madeira. E, quando ele finalmente retorna para Geppetto, ele se torna um filho amoroso e cuidadoso. A história de Pinóquio é um conto sobre as consequências de nossas ações. Ela nos ensina que devemos ser honestos, corajosos e sempre respeitar aqueles que nos amam."
            },
            {
                "image":"",
                "text":"Também nos ensina que, mesmo que cometamos erros, sempre há a possibilidade de mudar e fazer o que é certo. É uma história que nos lembra da importância da amizade, da lealdade e do amor."
            }
        ]
    },
]
