[
    {
        "title":"Alice in the Wonderland",
        "image":"AliceWonderland",
        "pages":[
            {
                "image":"",
                "text":"Once upon a time there was a little girl named Alice who was playing in the garden when she saw a white rabbit running by. He looked very hurried and had a pocket watch with him. Alice was so curious that she decided to follow him. She ran after the rabbit and arrived in a burrow. Without thinking twice, she threw herself into the hole and started to fall. The fall seemed to have no end!"
            },
            {
                "image":"",
                "text":"When Alice finally reached the ground, she realized that she was in a strange place, very different from where she lived. She saw a corridor that seemed to never end and many doors, all of which were locked. Then she saw a key on a table and a small door that the key served. But, trying to get through the door, Alice found that she couldn't get through. Then she drank a potion that was on the table, and she became so small that she could barely be seen. Now she could get through the door!"
            },
            {
                "image":"",
                "text":"On the other side, Alice saw a beautiful garden. There she met a gardener, but while they were talking, they heard a very irritated voice: \"Off with their heads!\", said the voice. Alice was frightened and saw the Queen of Hearts. The queen wanted everyone to have their heads cut off, and Alice fled so as not to be the next victim. As she ran, Alice met a Mad Hatter, a rabbit in a hurry and a caterpillar. They were all very strange, but they were really nice to Alice and helped her find her way in a world that seemed completely crazy."
            },
            {
                "image":"",
                "text":"Alice has had many fun adventures in Wonderland. She drank a liquid that made her shrink so much that she could barely be seen, and then drank another that made her grow so big that she was trapped in a house. She also played croquet with flamingos, met a cat that could disappear and reappear, and faced trial with the Queen of Hearts. At the end of the story, Alice wakes up and realizes that it was all just a dream, but the lessons she learned remain with her."
            },
            {
                "image":"",
                "text":"She learned that it's important to be brave, curious and resilient. Alice learned that she can face difficult situations and learn new things, even when things seem strange and confusing. And so, the story of Alice in Wonderland ends. Alice returns to her normal life, but always remembering the incredible adventures she lived in Wonderland. Alice in Wonderland's story is a magical story that teaches us that we should never be afraid to explore and try new things, even if they seem a little scary or confusing."
            }
        ]
    },
    {
        "title":"Sleeping Beauty",
        "image":"SleepingBeauty",
        "pages":[
            {
                "image":"",
                "text":"Once upon a time, in a kingdom far away, there was a king and queen who wanted a child. After many years, they finally had a beautiful baby girl, whom they named Aurora. The king and queen organized a huge party to celebrate Aurora's birth and invited all the fairies in the kingdom. But they forgot to invite a very bad fairy named Maleficent. When Maleficent found out that she wasn't invited to the party, she was furious and decided to get revenge."
            },
            {
                "image":"",
                "text":"She showed up at the surprise party and cursed at Aurora. She said that on the day Aurora turned sixteen, she would prick her finger on a distaff and die. The king and queen were desperate and tried to find a way to break the curse, but they couldn't. Then a kind fairy appeared and said that although she couldn't break the curse, she could make it less terrible. Rather than die, Aurora would lie dormant for a hundred years, until a prince charming awakens her with true love's kiss."
            },
            {
                "image":"",
                "text":"The king and queen were relieved and decided to hide Aurora in a tower to protect her. But on the day Aurora turned sixteen, she was curious enough to explore the castle and ended up finding the cursed distaff. She pricked her finger and fell asleep instantly. The kind fairy's spell was fulfilled and Aurora fell asleep for a hundred years, while the castle was shrouded in a forest of thorns, preventing anyone from approaching."
            },
            {
                "image":"",
                "text":"All this time, people told the story of the sleeping princess and many princes tried to conquer the forest of thorns and wake her up with true love's kiss, but none of them succeeded. Finally, one day, a brave young prince appeared. He fought the thorns and reached the tower where Aurora slept. When he saw her, he was so entranced by her beauty that he bent down to kiss her. The prince's kiss was so strong and so true that Aurora finally woke up from her hundred year sleep."
            },
            {
                "image":"",
                "text":"The King and Queen were overjoyed and held a huge party to celebrate Aurora's return. Everyone was happy and grateful to the prince for bringing back the sleeping princess. And so, the story of Sleeping Beauty teaches that true love can overcome any obstacle and that goodness always triumphs over evil. In addition, history also shows the importance of being patient and persevering, as the prince had to fight hard to reach."
            }
        ]
    },
    {
        "title":"The Ugly Duckling",
        "image":"Duckling",
        "pages":[
            {
                "image":"",
                "text":"Once upon a time, in a pond, there was a mother duck that had just laid her eggs. She anxiously waited for the eggs to hatch to see her young. When finally they were born, she noticed that one of them was different from the others. He was bigger, grayer and weird looking. All the other ducklings laughed at the different chick and treated him badly, calling him ugly. The mother duck tried to protect him, but it wasn't easy. The sad pup tried to fit in with his siblings, but it was difficult. They always rejected him."
            },
            {
                "image":"",
                "text":"One day, the puppy decided to run away from the pond and look for a place where he could be accepted. He wandered to various places, but he didn't find a place where he could feel at home. Then winter came and the puppy became very cold and hungry. He no longer had the strength to continue looking for a better place. But then, he found a barn and, there, he found a group of animals that offered him shelter and food. Even so, he still felt out of place."
            },
            {
                "image":"",
                "text":"With the arrival of spring, the cub felt renewed and decided to return to the pond where he was born. There, he was reunited with his family and siblings, who were surprised to see him so different. They barely recognized him. But when approaching a lake, the duckling saw a flock of swans and was amazed at their beauty. He had never seen swans before and was fascinated. So he tried to approach and, to his surprise, the swans welcomed him very well."
            },
            {
                "image":"",
                "text":"They said that he too was a swan and that he was not an ugly duckling, but a beautiful and majestic animal. The duckling was happy to have finally found his real family and realized that he no longer needed to feel out of place. From then on, he lived with the swans and found that he was a happy and loved animal. He learned that beauty is within each of us and that we should accept each other for our differences."
            },
            {
                "image":"",
                "text":"And so the ugly duckling became a beautiful swan. And that's the story of The Ugly Duckling, which teaches us that we shouldn't judge people by appearance, that we are all special and unique and that we shouldn't give up on our pursuit of happiness."
            }
        ]
    },
    {
        "title":"Pinocchio",
        "image":"Pinocchio",
        "pages":[
            {
                "image":"",
                "text":""
            },
            {
                "image":"",
                "text":""
            },
            {
                "image":"",
                "text":""
            },
            {
                "image":"",
                "text":""
            }
        ]
    },
]
