[
    {
        "title":"Alice in the Wonderland",
        "image":"AliceWonderland",
        "pages":[
            {
                "image":"",
                "text":"Once upon a time there was a little girl named Alice who was playing in the garden when she saw a white rabbit running by. He looked very hurried and had a pocket watch with him. Alice was so curious that she decided to follow him. She ran after the rabbit and arrived in a burrow. Without thinking twice, she threw herself into the hole and started to fall. The fall seemed to have no end!"
            },
            {
                "image":"",
                "text":"When Alice finally reached the ground, she realized that she was in a strange place, very different from where she lived. She saw a corridor that seemed to never end and many doors, all of which were locked. Then she saw a key on a table and a small door that the key served. But, trying to get through the door, Alice found that she couldn't get through. Then she drank a potion that was on the table, and she became so small that she could barely be seen. Now she could get through the door!"
            },
            {
                "image":"",
                "text":"On the other side, Alice saw a beautiful garden. There she met a gardener, but while they were talking, they heard a very irritated voice: \"Off with their heads!\", said the voice. Alice was frightened and saw the Queen of Hearts. The queen wanted everyone to have their heads cut off, and Alice fled so as not to be the next victim. As she ran, Alice met a Mad Hatter, a rabbit in a hurry and a caterpillar. They were all very strange, but they were really nice to Alice and helped her find her way in a world that seemed completely crazy."
            },
            {
                "image":"",
                "text":"Alice has had many fun adventures in Wonderland. She drank a liquid that made her shrink so much that she could barely be seen, and then drank another that made her grow so big that she was trapped in a house. She also played croquet with flamingos, met a cat that could disappear and reappear, and faced trial with the Queen of Hearts. At the end of the story, Alice wakes up and realizes that it was all just a dream, but the lessons she learned remain with her."
            },
            {
                "image":"",
                "text":"She learned that it's important to be brave, curious and resilient. Alice learned that she can face difficult situations and learn new things, even when things seem strange and confusing. And so, the story of Alice in Wonderland ends. Alice returns to her normal life, but always remembering the incredible adventures she lived in Wonderland. Alice in Wonderland's story is a magical story that teaches us that we should never be afraid to explore and try new things, even if they seem a little scary or confusing."
            }
        ]
    },
    {
        "title":"Sleeping Beauty",
        "image":"SleepingBeauty",
        "pages":[
            {
                "image":"",
                "text":""
            },
            {
                "image":"",
                "text":""
            },
            {
                "image":"",
                "text":""
            },
            {
                "image":"",
                "text":""
            }
        ]
    },
    {
        "title":"The Ugly Duckling",
        "image":"Duckling",
        "pages":[
            {
                "image":"",
                "text":""
            },
            {
                "image":"",
                "text":""
            },
            {
                "image":"",
                "text":""
            },
            {
                "image":"",
                "text":""
            }
        ]
    },
    {
        "title":"Pinocchio",
        "image":"Pinocchio",
        "pages":[
            {
                "image":"",
                "text":""
            },
            {
                "image":"",
                "text":""
            },
            {
                "image":"",
                "text":""
            },
            {
                "image":"",
                "text":""
            }
        ]
    },
]
