[
    {
        "title":"Alice no País das Maravilhas",
        "image":"AliceWonderland",
        "pages":[
            {
                "image":"",
                "text":"Era uma vez uma menina chamada Alice que estava brincando no jardim quando viu um coelho branco passando correndo. Ele parecia muito apressado e levava um relógio de bolso consigo. Alice ficou tão curiosa que decidiu segui-lo. Ela correu atrás do coelho e chegou em uma toca. Sem pensar duas vezes, ela se jogou no buraco e começou a cair. A queda parecia não ter fim! Quando Alice finalmente chegou ao chão, ela percebeu que estava em um lugar estranho, muito diferente de onde ela morava."
            },
            {
                "image":"",
                "text":"Ela viu um corredor que parecia nunca acabar e muitas portas, todas trancadas. Então ela viu uma chave em uma mesa e uma pequena porta que a chave servia. Mas, ao tentar passar pela porta, Alice percebeu que não conseguia passar. Então ela bebeu uma poção que estava na mesa, e se tornou tão pequena que mal podia ser vista. Agora ela conseguia passar pela porta! Do outro lado, Alice viu um lindo jardim."
            },
            {
                "image":"",
                "text":"Lá ela conheceu um jardineiro, mas enquanto conversavam, eles ouviram uma voz bem irritada: \"Cortem as cabeças deles!\", dizia a voz. Alice  ficou assustada e viu a Rainha de Copas. A rainha queria que todos tivessem a cabeça cortada, e Alice fugiu para não ser a próxima vítima. Enquanto corria, Alice conheceu um Chapeleiro Maluco, um coelho muito apressado e uma lagarta. Eles eram todos muito estranhos, mas foram muito legais com Alice e a ajudaram a se encontrar em um mundo que parecia completamente louco."
            },
            {
                "image":"",
                "text":"Alice teve muitas aventuras divertidas no País das Maravilhas. Ela bebeu um líquido que a fez encolher tanto que ela mal podia ser vista, e depois bebeu outro que a fez crescer tanto que ela ficou gigante e ficou presa em uma casa. Ela também jogou croquet com flamingos, conheceu um gato que podia desaparecer e reaparecer, e enfrentou um julgamento com a Rainha de Copas. No final da história, Alice acorda e percebe que tudo foi apenas um sonho, mas as lições que ela aprendeu continuam com ela."
            },
            {
                "image":"",
                "text":"Ela aprendeu que é importante ser corajosa, curiosa e resiliente. Alice aprendeu que ela pode enfrentar situações difíceis e aprender coisas novas, mesmo quando as coisas parecem estranhas e confusas. E assim, a história de Alice no País das Maravilhas termina. Alice volta para a sua vida normal, mas sempre lembrando das incríveis aventuras que viveu no País das Maravilhas. A história de Alice no País das Maravilhas é uma história mágica que nos ensina que nunca devemos ter medo de explorar e experimentar coisas novas, mesmo que pareçam um pouco assustadoras ou confusas."
            }
        ]
    },
    {
        "title":"A Bela adormecida",
        "image":"SleepingBeauty",
        "pages":[
            {
                "image":"",
                "text":""
            },
            {
                "image":"",
                "text":""
            },
            {
                "image":"",
                "text":""
            },
            {
                "image":"",
                "text":""
            }
        ]
    },
    {
        "title":"O patinho feio",
        "image":"Duckling",
        "pages":[
            {
                "image":"",
                "text":""
            },
            {
                "image":"",
                "text":""
            },
            {
                "image":"",
                "text":""
            },
            {
                "image":"",
                "text":""
            }
        ]
    },
    {
        "title":"Pínoquio",
        "image":"Pinocchio",
        "pages":[
            {
                "image":"",
                "text":""
            },
            {
                "image":"",
                "text":""
            },
            {
                "image":"",
                "text":""
            },
            {
                "image":"",
                "text":""
            }
        ]
    },
]
